package strings;

//Написать метод, который принимает в себя массив int*ов
// и возвращает (return) максимальный элемент.
public class Task6_Sorting {

    public static void main(String[] args) {
        System.out.println(price(1));
    }

    public static Integer price(Integer intr) {
        if (intr == null) {
            return null;
        }

        int res = 0;

        //TODO write code here

        return res;
    }

}
